<?php

namespace src\data;

function cities (): array
{
    return [
        'c1011ee2-63e7-4c03-b5da-83307196f395' => ['USA','Дейтона-Бич',29.1800,-81.0583],
        'c4d4b130-08a2-4472-8d79-742a4ed20567' => ['BRA','Рио-де-Жанейро',-22.8750,-43.3850],
        'cb50327d-ef3e-457e-b91a-95ce8e9244fb' => ['USA','Майами',25.7950,-80.2900],
        'e62d9e5d-2810-4ff7-976a-4923ce55e55f' => ['USA','Хьюстон',29.5067,-95.4767],
        'e7e192cb-20fd-464a-8993-8ec4bf2ff019' => ['ARG','Буэнос-Айрес',-34.5583,-58.4167],
        'eb56dea3-4cbe-44e7-acd1-0bc26dd8ab5b' => ['RUS','Москва',55.5533,38.1500],
        'edb894fb-f557-429a-99c0-1c6790a00dfe' => ['CAN','Торонто',43.8617,-79.3700],
        'f0b6e9d7-8fe0-45a9-9f28-b7ded8bc5247' => ['USA','Денвер',39.5700,-104.8500],
        'fafaca34-7550-416a-b96f-c195e022936c' => ['USA','Чикаго',41.9067,-88.2483]
    ];
};